// 假想矿池
export const poolCoordinate: { [key: string]: [number, number] } = {
    '中国某矿池': [95.043282, 39.633444],
    '英国某矿池': [-0.917018, 52.819048],
    '俄罗斯某矿池': [43.089316, 57.291228],
    '印度某矿池': [80.178267, 24.416807],
    '澳大利亚某矿池': [147.880319, -26.270007],
    '美国某矿池': [-101.734205, 37.202127],
    '巴西某矿池': [-50.663309, -6.347938],
    '日本某矿池': [137.964176, 36.130481],
    '格陵兰岛某矿池': [-38.447503, 77.729853],
    '加拿大某矿池': [-115.568972, 56.467245],
    
};

export const unkonwCorrdinate: { [key: string]: [number, number] } ={
    transaction:[101.453016,-0.064556]
}
